Repository: tonyyph/halo-day
Catalog: HaloDayApp/Resources/Localizable.xcstrings
Source language: vi
Languages: en

# Midnight Gold
source: Vàng Đêm
en: Midnight Gold

# Mini Calendar
source: Lịch nhỏ
en: Mini Calendar

# Minimal
source: Tối giản
en: Minimal

# Minimize
source: Thu nhỏ
en: Minimize

# Minutes
source: Phút
en: Minutes

# Moment
source: Thời điểm
en: Moment

# Month
source: Tháng
en: Month

# Month Progress
source: Tiến độ tháng
en: Month Progress

# Monthly
source: Hằng tháng
en: Monthly

# Morning
source: Buổi sáng
en: Morning

# Music
source: Âm nhạc
en: Music

# My Halo
source: Halo của tôi
en: My Halo

# My first Halo
source: Halo đầu tiên của tôi
en: My first Halo

# NEXT
source: TIẾP THEO
en: NEXT

# NOW
source: ĐANG DIỄN RA
en: NOW

# New ritual
source: Nghi thức mới
en: New ritual

# New setup
source: Bộ mới
en: New setup

# Next
source: Tiếp theo
en: Next

# Next day
source: Ngày sau
en: Next day

# Next month
source: Tháng sau
en: Next month

# Next up
source: Tiếp theo
en: Next up

# Next week
source: Tuần sau
en: Next week

# Next: %@ · %@
source: Tiếp: %1$@ · %2$@
en: Next: %@ · %@

# Night
source: Đêm
en: Night

# Northern lights, moving slowly.
source: Cực quang trôi chậm.
en: Northern lights, moving slowly.

# Not completed
source: Chưa hoàn thành
en: Not completed

# Not done
source: Chưa xong
en: Not done

# Not now
source: Để sau
en: Not now

# Nothing else today
source: Hôm nay không còn gì
en: Nothing else today

# Nothing on the calendar. Make room for something good.
source: Lịch đang trống. Hãy dành chỗ cho điều thú vị.
en: Nothing on the calendar. Make room for something good.

# Nothing scheduled. A rare, open day.
source: Chưa có lịch trình. Một ngày thật thảnh thơi.
en: Nothing scheduled. A rare, open day.

# Now
source: Bây giờ
en: Now

# Now · %lld′ free
source: Bây giờ · trống %lld′
en: Now · %lld′ free

# Now. Start focus
source: Bây giờ. Bắt đầu tập trung
en: Now. Start focus

# Off
source: Tắt
en: Off

# On your Dynamic Island
source: Trên Dynamic Island của bạn
en: On your Dynamic Island

# One line of text sits above the clock.
source: Một dòng chữ nằm phía trên đồng hồ.
en: One line of text sits above the clock.

# One small thing at a time.
source: Mỗi lần một điều nhỏ thôi.
en: One small thing at a time.

# One thing. Your full attention.
source: Một việc. Trọn vẹn sự chú ý.
en: One thing. Your full attention.

# Open Halo Day
source: Mở Halo Day
en: Open Halo Day

# Open Settings
source: Mở Cài đặt
en: Open Settings

# Open in Calendar
source: Mở trong Lịch
en: Open in Calendar

# Painting
source: Vẽ
en: Painting

# Paper and ink. Nothing extra.
source: Giấy và mực. Không gì thừa.
en: Paper and ink. Nothing extra.

# Pause
source: Tạm dừng
en: Pause

# Pause or resume focus
source: Tạm dừng hoặc tiếp tục tập trung
en: Pause or resume focus

# Paused
source: Đã tạm dừng
en: Paused

# Pay once. Yours forever.
source: Thanh toán một lần. Dùng trọn đời.
en: Pay once. Yours forever.

# Pearl Halo
source: Hào quang Ngọc trai
en: Pearl Halo

# Personal
source: Cá nhân
en: Personal

# Photo
source: Ảnh
en: Photo

# Photography
source: Chụp ảnh
en: Photography

# Pick a look. You can change it anytime.
source: Chọn phong cách. Bạn có thể đổi bất cứ lúc nào.
en: Pick a look. You can change it anytime.

source: Chọn tối đa ba. Chúng nằm trên Orbit đúng thời điểm trong ngày; chạm để giữ.
en: Pick up to three. They sit on the Orbit at their time of day; tap one to keep it.

# Plans are unavailable. Try again later.
source: Các gói hiện chưa khả dụng. Vui lòng thử lại sau.
en: Plans are unavailable. Try again later.

# Plants
source: Chăm cây
en: Plants

# Premium
source: Cao cấp
en: Premium

# Premium preview
source: Xem trước bản cao cấp
en: Premium preview

# Premium shows your session on the Lock Screen.
source: Premium hiển thị phiên tập trung trên Màn khóa.
en: Premium shows your session on the Lock Screen.

source: Khám phá các phong cách cao cấp trong Studio. Halo đầu tiên bắt đầu với Ngọc trai.
en: Premium styles can be explored in Studio. Your first Halo starts with Pearl Halo.

# Preset
source: Mẫu
en: Preset

# Preset name
source: Tên mẫu
en: Preset name

# Preset saved
source: Đã lưu mẫu
en: Preset saved

# Preview
source: Xem trước
en: Preview

# Preview data
source: Dữ liệu xem trước
en: Preview data

# Previous
source: Trước đó
en: Previous

# Previous day
source: Ngày trước
en: Previous day

# Previous month
source: Tháng trước
en: Previous month

# Previous week
source: Tuần trước
en: Previous week

# Privacy
source: Quyền riêng tư
en: Privacy

# Profile
source: Hồ sơ
en: Profile

# Progress
source: Tiến độ
en: Progress

source: Chức năng mua hàng chưa được cấu hình cho bản này. Bạn vẫn có thể dùng các tính năng miễn phí.
en: Purchases are not configured for this build. The free experience is ready to use.

# Quiet night
source: Đêm yên
en: Quiet night

# Quiet time
source: Khoảng lặng
en: Quiet time

# Read a few pages
source: Đọc vài trang sách
en: Read a few pages

# Reading
source: Đọc sách
en: Reading

# Rectangular
source: Chữ nhật
en: Rectangular

# Refresh widgets now
source: Làm mới widget ngay
en: Refresh widgets now

# Remind me before events
source: Nhắc tôi trước sự kiện
en: Remind me before events

# Reminders
source: Lời nhắc
en: Reminders

# Remove
source: Gỡ
en: Remove

# Rest
source: Nghỉ ngơi
en: Rest

# Restore Purchase
source: Khôi phục giao dịch
en: Restore Purchase

# Restore is unavailable. Please try again.
source: Chưa thể khôi phục giao dịch. Vui lòng thử lại.
en: Restore is unavailable. Please try again.

# Restore purchases
source: Khôi phục giao dịch
en: Restore purchases

# Resume
source: Tiếp tục
en: Resume

# Resume when you're ready
source: Tiếp tục khi bạn sẵn sàng
en: Resume when you're ready

# Rhythm
source: Nhịp ngày
en: Rhythm

# Rhythm and Rituals widgets come with Premium.
source: Widget Nhịp ngày và Nghi thức có trong Premium.
en: Rhythm and Rituals widgets come with Premium.

# Rhythm and Rituals widgets, and unlimited setups
source: Widget Nhịp ngày và Nghi thức, cùng số bộ không giới hạn
en: Rhythm and Rituals widgets, and unlimited setups

# Ritual
source: Thói quen
en: Ritual

# Ritual ID
source: ID thói quen
en: Ritual ID

# Ritual name
source: Tên thói quen
en: Ritual name

# Ritual options
source: Tùy chọn thói quen
en: Ritual options

# Rituals
source: Nghi thức
en: Rituals

# Rituals · %lld/%lld beautifully kept
source: Thói quen · đã hoàn thành %1$lld/%2$lld
en: Rituals · %lld/%lld beautifully kept

# Rituals, kept gently
source: Duy trì thói quen nhẹ nhàng
en: Rituals, kept gently

# Rose Atelier
source: Xưởng Hồng
en: Rose Atelier

# Rounded to about 10 km and kept on this iPhone.
source: Làm tròn khoảng 10 km và chỉ lưu trên iPhone này.
en: Rounded to about 10 km and kept on this iPhone.

# Ruby Glass
source: Kính Ruby
en: Ruby Glass

# Running
source: Chạy bộ
en: Running

# SAMPLE AGENDA
source: LỊCH TRÌNH MẪU
en: SAMPLE AGENDA

# Sample
source: Mẫu
en: Sample

# Sample day
source: Ngày mẫu
en: Sample day

# Sample day · Connect calendar
source: Ngày mẫu · Kết nối lịch
en: Sample day · Connect calendar

# Sample event
source: Sự kiện mẫu
en: Sample event

# Sample events. Your calendar stays on your iPhone.
source: Sự kiện mẫu. Lịch của bạn luôn ở trên iPhone.
en: Sample events. Your calendar stays on your iPhone.

# Save
source: Lưu
en: Save

# Save countdown
source: Lưu đếm ngược
en: Save countdown

# Save my Halo
source: Lưu Halo của tôi
en: Save my Halo

# Save preset
source: Lưu mẫu
en: Save preset

# Save ritual
source: Lưu thói quen
en: Save ritual

# Save wallpaper
source: Lưu hình nền
en: Save wallpaper

# Saved beautifully
source: Đã lưu
en: Saved beautifully

# Screen
source: Màn hình
en: Screen

# Screen break
source: Nghỉ dùng màn hình
en: Screen break

# Search for Halo Day and pick a size.
source: Tìm Halo Day và chọn kích thước.
en: Search for Halo Day and pick a size.

# See Premium
source: Xem Premium
en: See Premium

# See all
source: Xem tất cả
en: See all

# Self care
source: Chăm sóc bản thân
en: Self care

# Settings
source: Cài đặt
en: Settings

# Setup
source: Bộ
en: Setup

# Shape
source: Hình dạng
en: Shape

# Share
source: Chia sẻ
en: Share

# Share today
source: Chia sẻ hôm nay
en: Share today

# Shopping
source: Mua sắm
en: Shopping

# Show Orbit on wallpaper
source: Hiện Orbit trên hình nền
en: Show Orbit on wallpaper

# Show event names
source: Hiện tên sự kiện
en: Show event names

# Show on Lock Screen & Dynamic Island
source: Hiện trên Màn hình khóa và Dynamic Island
en: Show on Lock Screen & Dynamic Island

# Shows on your Lock Screen and Dynamic Island.
source: Hiển thị trên Màn khóa và Dynamic Island.
en: Shows on your Lock Screen and Dynamic Island.

# Silver haze, very still.
source: Sương bạc, rất tĩnh.
en: Silver haze, very still.

# Skies
source: Bầu trời
en: Skies

# Skin care
source: Chăm sóc da
en: Skin care

# Sky
source: Bầu trời
en: Sky

# Sleep
source: Ngủ
en: Sleep

# Small, daily things. A little water, a page, a walk.
source: Những điều nhỏ mỗi ngày. Uống nước, đọc sách, đi dạo.
en: Small, daily things. A little water, a page, a walk.

# Small, daily things. Water, a page, a walk.
source: Những điều nhỏ mỗi ngày. Nước, vài trang sách, một vòng đi bộ.
en: Small, daily things. Water, a page, a walk.

# Smile
source: Mỉm cười
en: Smile

# Soft afternoon
source: Chiều êm
en: Soft afternoon

# Soft morning light. Quiet luxury.
source: Ánh sáng ban mai. Vẻ đẹp tinh tế.
en: Soft morning light. Quiet luxury.

# Standup
source: Họp nhanh
en: Standup

# Start %lld min
source: Bắt đầu %lld phút
en: Start %lld min

# Start %lld-day free trial
source: Dùng thử miễn phí %lld ngày
en: Start %lld-day free trial

# Start a countdown in the hour before your event.
source: Bắt đầu đếm ngược trong vòng một giờ trước sự kiện.
en: Start a countdown in the hour before your event.

# Start a focus session
source: Bắt đầu tập trung
en: Start a focus session

# Start free trial
source: Bắt đầu dùng thử miễn phí
en: Start free trial

# Start my day
source: Bắt đầu ngày của tôi
en: Start my day

# Starter layout
source: Bố cục ban đầu
en: Starter layout

# Starts at %@
source: Bắt đầu lúc %@
en: Starts at %@

# Starts at %lld:00
source: Bắt đầu lúc %lld:00
en: Starts at %lld:00

# Starts soon
source: Sắp bắt đầu
en: Starts soon

# Step %lld of 4
source: Bước %lld/4
en: Step %lld of 4

# Still up
source: Vẫn thức à
en: Still up

# Stretching
source: Giãn cơ
en: Stretching

# Studio at night. Space to think.
source: Studio về đêm. Khoảng riêng để suy nghĩ.
en: Studio at night. Space to think.

# Subscribe for %@/month
source: Đăng ký với %@/tháng
en: Subscribe for %@/month

# Subscribe for %@/year
source: Đăng ký với %@/năm
en: Subscribe for %@/year

source: Gói đăng ký tự động gia hạn đến khi bạn hủy trong Cài đặt App Store. Giá hiển thị theo kỳ thanh toán đã chọn.
en: Subscriptions renew automatically until canceled in App Store Settings. Prices shown are for the selected billing period.

# Sunshine
source: Ánh nắng
en: Sunshine

# Surface
source: Bề mặt
en: Surface

# Swimming
source: Bơi
en: Swimming

# Symbol
source: Biểu tượng
en: Symbol

# TODAY
source: HÔM NAY
en: TODAY

# Tap Add Widget, then Done.
source: Chạm Thêm widget, rồi chạm Xong.
en: Tap Add Widget, then Done.

# Tap Edit, then Add Widget.
source: Chạm Sửa, rồi chọn Thêm widget.
en: Tap Edit, then Add Widget.

# Tap a widget to choose a preset, then tap Done.
source: Chạm widget để chọn mẫu, rồi chạm Xong.
en: Tap a widget to choose a preset, then tap Done.

# Tea
source: Uống trà
en: Tea

# Terms
source: Điều khoản
en: Terms

# Text
source: Chữ
en: Text

# That's a wrap for today.
source: Hôm nay đã trọn vẹn.
en: That's a wrap for today.

# The little café
source: Quán cà phê nhỏ
en: The little café

# The purchase could not be verified.
source: Không thể xác minh giao dịch.
en: The purchase could not be verified.

# The purchase didn't go through. Please try again.
source: Giao dịch chưa hoàn tất. Vui lòng thử lại.
en: The purchase didn't go through. Please try again.

# The real sky, hour by hour.
source: Bầu trời thật, theo từng giờ.
en: The real sky, hour by hour.

# The rest of your day.
source: Phần còn lại của ngày.
en: The rest of your day.

# Theme
source: Giao diện
en: Theme

# This week
source: Tuần này
en: This week

# This widget
source: Widget này
en: This widget

# Time well spent
source: Thời gian thật xứng đáng
en: Time well spent

# Time well spent.
source: Thời gian thật đáng giá.
en: Time well spent.

# Today
source: Hôm nay
en: Today

# Today Agenda
source: Lịch trình hôm nay
en: Today Agenda

# Tomorrow starts with %@ at %@.
source: Ngày mai bắt đầu với %1$@ lúc %2$@.
en: Tomorrow starts with %@ at %@.

# Touch and hold an empty spot on your Home Screen.
source: Chạm và giữ một vùng trống trên Màn hình chính.
en: Touch and hold an empty spot on your Home Screen.

# Touch and hold your Lock Screen, then tap Customize.
source: Chạm và giữ Màn hình khóa, rồi chạm Tùy chỉnh.
en: Touch and hold your Lock Screen, then tap Customize.

# Travel
source: Du lịch
en: Travel

# UP NEXT
source: SẮP TỚI
en: UP NEXT

# Unlimited rituals
source: Thói quen không giới hạn
en: Unlimited rituals

# Unlimited rituals and countdowns
source: Nghi thức và đếm ngược không giới hạn
en: Unlimited rituals and countdowns

# Unlimited rituals with streak history
source: Không giới hạn thói quen và lịch sử chuỗi
en: Unlimited rituals with streak history

# Unlimited widget presets
source: Mẫu widget không giới hạn
en: Unlimited widget presets

# Unlimited widget presets: switch your look in a tap
source: Không giới hạn mẫu widget: đổi phong cách chỉ với một chạm
en: Unlimited widget presets: switch your look in a tap

# Unlock Live Activities
source: Mở khóa Live Activity
en: Unlock Live Activities

# Unlock in Halo Day
source: Mở khóa trong Halo Day
en: Unlock in Halo Day

# Unlock luxury widgets, themes, Live Activities, and unlimited presets.
source: Mở khóa widget cao cấp, giao diện, Live Activity và mẫu không giới hạn.
en: Unlock luxury widgets, themes, Live Activities, and unlimited presets.

# Unlock with Premium
source: Mở khóa với Cao cấp
en: Unlock with Premium

# Untitled event
source: Sự kiện chưa có tên
en: Untitled event

# Upgrade to Premium
source: Nâng cấp Cao cấp
en: Upgrade to Premium

# Use for my widgets
source: Dùng cho widget của tôi
en: Use for my widgets

# Use sample data
source: Dùng dữ liệu mẫu
en: Use sample data

# Used only for your greeting.
source: Chỉ dùng để chào bạn.
en: Used only for your greeting.

# Version %@ (%@)
source: Phiên bản %1$@ (%2$@)
en: Version %@ (%@)

# Version 1.0 · MVP
source: Phiên bản 1.0 · MVP
en: Version 1.0 · MVP

# View
source: Xem
en: View

# Walk
source: Đi bộ
en: Walk

# Wallpaper
source: Hình nền
en: Wallpaper

# Wallpaper saved to Photos.
source: Đã lưu hình nền vào Ảnh.
en: Wallpaper saved to Photos.

# Warm paper and an engraved dial.
source: Giấy ấm và mặt số khắc vạch.
en: Warm paper and an engraved dial.

# Water
source: Uống nước
en: Water

# We can't see it yet. Widgets sometimes take a moment. Try again.
source: Chưa thấy widget. Đôi khi cần một chút thời gian; vui lòng thử lại.
en: We can't see it yet. Widgets sometimes take a moment. Try again.

# We couldn't find a previous purchase for this Apple ID.
source: Không tìm thấy giao dịch trước đó cho Apple ID này.
en: We couldn't find a previous purchase for this Apple ID.

# Week
source: Tuần
en: Week

# Week Strip
source: Dải tuần
en: Week Strip

# Welcome back. Premium is restored.
source: Chào mừng trở lại. Đã khôi phục bản Cao cấp.
en: Welcome back. Premium is restored.

# Welcome to Halo Day Premium.
source: Chào mừng đến với Halo Day Cao cấp.
en: Welcome to Halo Day Premium.

# Wellbeing
source: Sức khỏe
en: Wellbeing

# What are you focusing on?
source: Bạn muốn tập trung vào việc gì?
en: What are you focusing on?

# What's next, at a glance.
source: Việc tiếp theo, chỉ cần liếc.
en: What's next, at a glance.

# When
source: Khi nào
en: When

# Where you are in the month.
source: Bạn đang ở đâu trong tháng.
en: Where you are in the month.

# Widget Studio
source: Studio widget
en: Widget Studio

# Widget preview
source: Xem trước widget
en: Widget preview

# Widget size
source: Kích thước widget
en: Widget size

# Widget type
source: Loại widget
en: Widget type

# Widgets
source: Widget
en: Widgets

# Widgets refreshed
source: Đã làm mới widget
en: Widgets refreshed

# Work
source: Công việc
en: Work

# Writing
source: Viết
en: Writing

# Yearly
source: Hằng năm
en: Yearly

# You
source: Bạn
en: You

# You choose the widgets. iOS takes care of the Lock Screen.
source: Bạn chọn widget. iOS sắp xếp Màn hình khóa.
en: You choose the widgets. iOS takes care of the Lock Screen.

# You kept almost every ritual this week.
source: Tuần này bạn giữ gần như mọi nghi thức.
en: You kept almost every ritual this week.

# Your Halo
source: Halo của bạn
en: Your Halo

# Your Halo is live.
source: Halo của bạn đã hiển thị.
en: Your Halo is live.

# Your Halo, on display
source: Halo của bạn, luôn hiện diện
en: Your Halo, on display

# Your calendar never leaves your iPhone.
source: Lịch của bạn luôn ở trên iPhone.
en: Your calendar never leaves your iPhone.

source: Lịch của bạn luôn ở trên iPhone. Halo Day không yêu cầu tài khoản, không theo dõi và không có máy chủ.
en: Your calendar never leaves your iPhone. Halo Day has no accounts, no tracking, and no servers.

# Your day
source: Ngày của bạn
en: Your day

# Your day as a ring of light.
source: Ngày của bạn như một vòng sáng.
en: Your day as a ring of light.

# Your day, as a ring of light.
source: Ngày của bạn, như một vòng sáng.
en: Your day, as a ring of light.

# Your day, at a glance
source: Ngày của bạn, trong một cái nhìn
en: Your day, at a glance

# Your day, beautifully on display.
source: Ngày của bạn, đẹp trong từng khoảnh khắc.
en: Your day, beautifully on display.

source: Sự kiện trở thành các cung trên Orbit và trong widget. Mọi thứ chỉ ở trên iPhone này.
en: Your events become arcs on the Orbit and in your widgets. Everything stays on this iPhone.

# Your first Halo
source: Halo đầu tiên của bạn
en: Your first Halo

# Your first name
source: Tên của bạn
en: Your first name

# Your focus sessions will gather here.
source: Các phiên tập trung sẽ hiện ở đây.
en: Your focus sessions will gather here.

# Your location isn't available right now. The sky follows your time zone instead.
source: Hiện chưa lấy được vị trí. Bầu trời sẽ theo múi giờ của bạn.
en: Your location isn't available right now. The sky follows your time zone instead.

# Your presets
source: Mẫu đã lưu
en: Your presets

# Your purchase is awaiting approval.
source: Giao dịch đang chờ phê duyệt.
en: Your purchase is awaiting approval.

# Your ritual
source: Thói quen của bạn
en: Your ritual

# Your schedule, rituals and focus time on the Lock Screen. Glance, and go.
source: Lịch trình, thói quen và thời gian tập trung trên Màn hình khóa. Chỉ cần liếc nhìn.
en: Your schedule, rituals and focus time on the Lock Screen. Glance, and go.

# Your sky
source: Bầu trời của bạn
en: Your sky

# Your week
source: Tuần của bạn
en: Your week

# ^[%lld day](inflect: true) left
source: Còn %lld ngày
en: ^[%lld day](inflect: true) left

# day streak
source: ngày liên tiếp
en: day streak

# ends in %lld min
source: còn %lld phút
en: ends in %lld min

# focused
source: tập trung
en: focused

# in
source: sau
en: in

# in %lld min
source: sau %lld phút
en: in %lld min

# min
source: phút
en: min

# minutes
source: phút
en: minutes

# minutes, beautifully spent
source: phút trọn vẹn
en: minutes, beautifully spent

# once
source: một lần
en: once

# per month
source: mỗi tháng
en: per month

# per year
source: mỗi năm
en: per year

# until %@
source: đến %@
en: until %@
